tap "aws/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "navercloudplatform/tap"
tap "ngrok/ngrok"
tap "weaveworks/tap"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cryptography"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "awscurl"
brew "brew-cask-completion"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "curl"
brew "docker-credential-helper"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git-flow-avh"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "h2"
brew "helm"
brew "httpie"
brew "jmeter"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libfido2"
brew "libpq"
brew "mas"
brew "minikube"
brew "mysql@8.0"
brew "node"
brew "newman"
brew "nvm"
brew "openjdk@17"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "redis"
brew "telnet"
brew "thefuck"
brew "tree"
brew "datawire/blackbird/telepresence", link: false
brew "datawire/blackbird/telepresence-arm64"
brew "navercloudplatform/tap/ncp-iam-authenticator"
brew "weaveworks/tap/eksctl"
cask "altair-graphql-client"
cask "anaconda"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "arc"
cask "chatall"
cask "cursor"
cask "cyberduck"
cask "font-d2coding"
cask "fork"
cask "gitify"
cask "google-chrome"
cask "google-drive"
cask "graphql-playground"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "maccy"
cask "microsoft-edge"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "path-finder"
cask "postman"
cask "proxyman"
cask "redis-insight"
cask "sourcetree"
cask "teamviewer"
cask "tunnelblick"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "visualvm"
cask "warp"
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Medis", id: 1579200037
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "카카오톡", id: 869223134
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
