tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "tclass/cloud_sql_proxy"
brew "bash-completion@2"
brew "git-flow-avh"
brew "helm"
brew "sqlite"
brew "httpie"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubectx"
brew "libpq"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tree"
brew "watch"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "datagrip"
cask "docker"
cask "font-d2coding"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "logitech-options"
cask "mysqlworkbench"
cask "naver-whale"
cask "postman"
cask "slack"
cask "sourcetree"
cask "teamviewer"
cask "visual-studio-code"
cask "zoom"
